<template>
  <div class="payment">
    <h1>Оплата</h1>
    <div class="payment__content">
      <p class="payment__variant">
        <b>Наличными</b> курьеру при доставке или в магазине при самовывозе.
      </p>
      <div class="payment__variant">
        <p><b>Банковской картой</b> через сервис онлайн-платежей.</p>
        <p class="payment__variant-text">
          Введенная информация не будет предоставлена третьим лицам за
          исключением случаев, предусмотренных законодательством РФ. Проведение
          платежей по банковским картам осуществляется в строгом соответствии с
          требованиями платежных систем МИР, Visa Int. и MasterCard Europe Sprl.
        </p>
      </div>
      <div class="payment__variant">
        <p><b>Банковский перевод</b></p>
        <p class="payment__variant-text">
          Обработка заказов, сделанных в интернет-магазине осуществляется в
          рабочие дни с 9:00 до 17:30. Заявки, отправленные в нерабочее время,
          будут обработаны в соответствии с графиком работы интернет-магазина.
        </p>
      </div>
    </div>
  </div>
</template>
<script></script>
